Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_pohjoissaamenkielen_oppikirja_ilmestynyt_.html.tmx
Source language: fin
Languages: sms

source: Uusi pohjoissaamenkielen oppikirja ilmestynyt
sms: Ođđ mättǩeʹrjj tâʹvvsäämas lij iʹlmstõõvvâm

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen oppikirjan GEA kirjasarjaan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ tâʹvvsääʹmǩiõllsaž mättǩeeʹrj GEA ǩeʹrjjraiddu.

source: GEA kirjasarjaa laaditaan alakoulun saame vieraana kielenä opetukseen.
sms: GEA ǩeʹrjjrääid raajat vueʹllškooul sääʹmǩiõll veeʹres ǩiõllan mättʼtõʹsse.

source: Uusin oppikirja GEA 4 Davvisámegiella vieris giellan on tarkoitettu käytettäväksi peruskoulun neljännellä luokalla.
sms: Ođđsumõs mättǩeʹrjj GEA 4 Davvisámegiella vieris giellan lij jurddum ââʹnnma vuâđđškooul neelljad klaass mättʼtõõzzâst.

source: Oppikirjaa on saatavilla itä -ja länsimurteilla.
sms: Mättǩeʹrjj lij vuäǯǯamnalla nuõrtt- di viõstârsuõmin.

source: GEA kirjasarjan tekstit on kirjoittanut Oona Länsman.
sms: GEA ǩeʹrjjrääid teeʹkstid lij ǩeeʹrjtam Oona Länsman.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sms: Kaartid lij pirstam di lay out raajjâm Nora Bäck.

source: Tilaukset verkkokaupan kautta:
sms: Tiʹllʼjõõzz: Gea 4, nuortasuopman

source: Gea 4, nuortasuopman / itämurre
sms: Gea 4, oarjesuopman
